[
  {
    "id": "pub001",
    "title": "Tobacco Industry Interference in Tobacco Control and Public Health Policies in Ghana",
    "year": 2016,
    "category": "Research Report",
    "summary": "Comprehensive analysis of tobacco industry interference in Ghana's public health policies and recommendations for strengthening tobacco control measures.",
    "abstract": "This report provides a comprehensive analysis of tobacco industry interference in Ghana's public health policies. It examines the tactics used by tobacco companies to undermine tobacco control efforts and offers recommendations for strengthening tobacco control measures in accordance with the WHO Framework Convention on Tobacco Control (FCTC) Article 5.3. The report highlights the need for increased transparency, stronger regulations, and greater awareness among policymakers about industry tactics.",
    "file": "pdfs/Tobacco-Industry-Interference-in-Tobacco-Control-and-Public-Health-Policies-in-Ghana_-VALD-Ghana 2016.pdf",
    "date": "March 2016"
  },
  {
    "id": "pub002",
    "title": "Ghana Demography and Health Survey 2014 - Key Findings",
    "year": 2016,
    "category": "Survey Report",
    "summary": "Key findings from the 2014 Ghana Demographic and Health Survey, providing comprehensive data on population, health, and nutrition indicators.",
    "abstract": "This report presents the key findings from the 2014 Ghana Demographic and Health Survey (DHS). The survey provides comprehensive data on population and health indicators including fertility levels, family planning use, maternal and child health, child survival, HIV/AIDS and other sexually transmitted infections, and nutrition status. The findings are essential for policy formulation, program planning, and monitoring progress towards national health goals. The report highlights significant improvements in various health indicators while identifying areas that require continued attention and intervention.",
    "file": "pdfs/Ghana-DHS-2014-_Ghana-Demography-and-Health-key-findings-2016.pdf",
    "date": "March 2016"
  },
  {
    "id": "pub003",
    "title": "Economics of Tobacco Control in Ghana",
    "year": 2022,
    "category": "Research Report",
    "summary": "Economic analysis of tobacco control policies in Ghana, including fiscal impacts and public health outcomes.",
    "abstract": "This comprehensive report analyzes the economic aspects of tobacco control in Ghana. It examines the fiscal impacts of tobacco control policies on government revenue, healthcare costs, and productivity. The study also evaluates the public health outcomes resulting from these policies, including changes in smoking prevalence and related disease burden. The report provides evidence-based recommendations for strengthening tobacco control measures to maximize both economic and health benefits for Ghana.",
    "file": "pdfs/Economics-of-Tobacco-Control-in-Ghana_-VALD-Ghana_Jan-2022---Final.pdf",
    "date": "January 2022"
  },
  {
    "id": "pub004",
    "title": "Ghana Tobacco Industry Interference Index 2021",
    "year": 2021,
    "category": "Index Report",
    "summary": "Annual assessment of tobacco industry interference in public health policy implementation in Ghana.",
    "abstract": "The Ghana Tobacco Industry Interference Index 2021 provides a systematic assessment of tobacco industry interference in public health policy implementation in Ghana. This index evaluates the level and types of industry interference based on established indicators aligned with WHO FCTC Article 5.3 guidelines. The report identifies key areas where industry influence has affected policy development and implementation, and offers recommendations for strengthening government resistance to industry interference.",
    "file": "pdfs/Ghana-Tobacco-Industry-Interference-Index-2021.pdf",
    "date": "November 2021"
  },
  {
    "id": "pub005",
    "title": "Ghana Tobacco Industry Interference Index 2020",
    "year": 2020,
    "category": "Index Report",
    "summary": "Comprehensive evaluation of tobacco industry activities and their impact on public health policies in Ghana.",
    "abstract": "The Ghana Tobacco Industry Interference Index 2020 presents a comprehensive evaluation of tobacco industry activities and their impact on public health policies in Ghana. Using a standardized methodology, this report assesses the extent of industry interference across various domains including policy development, corporate social responsibility activities, and engagement with public officials. The index provides year-on-year comparisons to track changes in industry tactics and government responses.",
    "file": "pdfs/Ghana-Tobacco-Industry-Interference-Index-2020.pdf",
    "date": "October 2020"
  },
  {
    "id": "pub006",
    "title": "Ghana Country Summary - Tobacco Index Report",
    "year": 2020,
    "category": "Country Report",
    "summary": "Detailed country summary highlighting Ghana's tobacco control landscape and policy implementation status.",
    "abstract": "This country summary provides a detailed overview of Ghana's tobacco control landscape and policy implementation status. It highlights key achievements, challenges, and gaps in tobacco control efforts, with particular focus on the implementation of the WHO Framework Convention on Tobacco Control. The report includes data on smoking prevalence, tobacco-related disease burden, and the economic costs of tobacco use in Ghana.",
    "file": "pdfs/Ghana-(Country-Summary)-Tobacco-Index Report 2020.pdf",
    "date": "December 2020"
  },
  {
    "id": "pub007",
    "title": "Ghana National Alcohol Policy",
    "year": 2016,
    "category": "Policy Document",
    "summary": "Ghana's comprehensive national policy framework for alcohol control and harm reduction strategies.",
    "abstract": "The Ghana National Alcohol Policy presents a comprehensive framework for alcohol control and harm reduction strategies in the country. Developed through multi-stakeholder consultation, this policy document outlines strategic interventions to reduce harmful alcohol consumption and its associated health, social, and economic consequences. The policy addresses key areas including availability, marketing, pricing, drinking and driving, and treatment services.",
    "file": "pdfs/GHANA_NATIONAL-ALCOHOL-POLICY-2016.pdf",
    "date": "September 2016"
  },
  {
    "id": "pub008",
    "title": "Fiscal and Public Health Impact of Tobacco Excise Taxes in Ghana",
    "year": 2020,
    "category": "Policy Brief",
    "summary": "Analysis of the fiscal and public health implications of tobacco excise tax changes in Ghana.",
    "abstract": "This policy brief analyzes the fiscal and public health implications of tobacco excise tax changes in Ghana. Using economic modeling, the brief demonstrates how increases in tobacco taxation can simultaneously generate additional government revenue and reduce tobacco consumption. It presents projections for various tax scenarios and their potential impact on smoking prevalence, tobacco-related deaths averted, and healthcare cost savings.",
    "file": "pdfs/Fiscal-and-Public-Health-Impact-of-a-Change-in-Tobacco-Excise-Taxes--Ghana---Tobacco-Tax-Model_-ESSER 2020.pdf",
    "date": "July 2020"
  },
  {
    "id": "pub009",
    "title": "Protecting Public Health - Tobacco Control Measures",
    "year": 2023,
    "category": "Policy Brief",
    "summary": "Latest policy brief on protecting public health through effective tobacco control measures and regulatory frameworks.",
    "abstract": "This policy brief outlines the latest evidence and recommendations for protecting public health through effective tobacco control measures and regulatory frameworks. It highlights best practices from around the world and their applicability to the Ghanaian context. The brief emphasizes the importance of comprehensive approaches that combine taxation, smoke-free policies, advertising bans, and cessation support to maximize public health impact.",
    "file": "pdfs/PROTECTING-Public-Health-2023.pdf",
    "date": "April 2023"
  },
  {
    "id": "pub010",
    "title": "Policy Brief - Novel Tobacco and Nicotine Products in Ghana",
    "year": 2024,
    "category": "Policy Brief",
    "summary": "Analysis of emerging novel tobacco and nicotine products in Ghana and recommended regulatory approaches.",
    "abstract": "This policy brief provides an analysis of emerging novel tobacco and nicotine products in Ghana and recommends appropriate regulatory approaches. It examines the growing market for e-cigarettes, heated tobacco products, and nicotine pouches, and assesses their potential health impacts and regulatory challenges. The brief argues for proactive regulation based on the precautionary principle to prevent these products from undermining existing tobacco control efforts.",
    "file": "pdfs/Policy-Brief-Novel-Final 2024.pdf",
    "date": "February 2024"
  },
  {
    "id": "pub011",
    "title": "VAST Ghana Policy Brief on Strengthening Ghana's Fiscal and Public Health Future",
    "year": 2025,
    "category": "Policy Brief",
    "summary": "Strategic recommendations for strengthening Ghana's fiscal policies to support public health initiatives and sustainable development goals.",
    "abstract": "This policy brief presents strategic recommendations for strengthening Ghana's fiscal policies to support public health initiatives and achieve sustainable development goals. It examines the intersection of fiscal policy and public health, with particular focus on health taxation, revenue generation, and resource allocation. The brief analyzes current fiscal challenges and opportunities, and proposes evidence-based policy interventions that can simultaneously improve public health outcomes and strengthen fiscal sustainability. Key recommendations include optimizing health taxes, improving tax administration, and enhancing public health spending efficiency.",
    "file": "pdfs/VAST Ghana Policy Brief on Strengtheing Ghana Fiscal and Public Health Future TK REV 3.pdf",
    "date": "October 2025"
  }
]